Revit 2027 API
ParameterTypeId.StairsDbgShowTreadFaces Property
 "Show Run's Tread Faces"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowTreadFaces { get; }
Public Shared ReadOnly Property StairsDbgShowTreadFaces As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowTreadFaces {
	ForgeTypeId^ get ();
}
static member StairsDbgShowTreadFaces : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace